Repository: dandidiff/AlfaDPF-iOS
Catalog: App/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: Nel messaggio di iOS tocca “Consenti”
en: Tap “Allow” in the iOS prompt
es: Toca «Permitir» en el mensaje de iOS
fr: Touchez « Autoriser » dans le message iOS

source: Nessun ciclo registrato
en: No recorded cycles
es: No hay ciclos registrados
fr: Aucun cycle enregistré

source: Nessun dato registrato
en: No recorded data
es: No hay datos registrados
fr: Aucune donnée enregistrée

source: Nessun dato storico
en: No history data
es: No hay datos históricos
fr: Aucun historique de données

source: Nessuna connessione con l’adattatore OBD entro 30 secondi. Verifica che sia alimentato e vicino.
en: No connection to the OBD adapter within 30 seconds. Check that it is powered and nearby.
es: No se conectó al adaptador OBD en 30 segundos. Comprueba que tenga alimentación y esté cerca.
fr: Aucune connexion à l’adaptateur OBD en 30 secondes. Vérifiez qu’il est alimenté et à proximité.

source: No, grazie
en: No, thanks
es: No, gracias
fr: Non merci

source: NON AGGIORNATO
en: NOT UPDATED
es: NO ACTUALIZADO
fr: NON ACTUALISÉ

source: Non attiva
en: Not active
es: No activa
fr: Inactive

source: NON LIVE
en: NOT LIVE
es: NO EN DIRECTO
fr: PAS EN DIRECT

source: Non modificare queste impostazioni durante la guida.
en: Do not change these settings while driving.
es: No cambies estos ajustes mientras conduces.
fr: Ne modifiez pas ces réglages pendant la conduite.

source: Non ora
en: Not now
es: Ahora no
fr: Pas maintenant

source: Non perdere una rigenerazione
en: Never miss a regeneration
es: No te pierdas ninguna regeneración
fr: Ne manquez aucune régénération

source: Non significativa
en: Not significant
es: No significativa
fr: Non significative

source: Non spegnere il motore
en: Do not turn off the engine
es: No apagues el motor
fr: Ne coupez pas le moteur

source: Normale
en: Normal
es: Normal
fr: Normal

source: Normale (<85%)
en: Normal (<85%)
es: Normal (<85 %)

source: Notifiche CarPlay
en: CarPlay notifications
es: Notificaciones de CarPlay
fr: Notifications CarPlay

source: NUOVI SEGNALI ECU
en: NEW ECU SIGNALS
es: NUEVAS SEÑALES DE ECU
fr: NOUVEAUX SIGNAUX ECU

source: OBD disattivato durante il test
en: OBD disabled during testing
es: OBD desactivado durante la prueba
fr: OBD désactivé pendant le test

source: Olio
en: Oil
es: Aceite
fr: Huile

source: Ora
en: Time
es: Hora
fr: Heure

source: Origine dati
en: Data source
es: Origen de los datos
fr: Source des données

source: PAGINA PRINCIPALE
en: HOME PAGE
es: PÁGINA PRINCIPAL
fr: PAGE D’ACCUEIL

source: PANORAMICA CICLI
en: CYCLE OVERVIEW
es: RESUMEN DE CICLOS
fr: APERÇU DES CYCLES

source: Passiva
en: Passive
es: Pasiva
fr: Passive

source: Per consentire gli annunci Siri quando supportati, attiva “Annuncia notifiche”
en: To allow Siri announcements when supported, enable “Announce Notifications”
es: Para permitir los anuncios de Siri cuando sean compatibles, activa «Anunciar notificaciones»
fr: Pour autoriser les annonces Siri si elles sont prises en charge, activez « Annoncer les notifications »

source: Per il test sistema, tocca il pulsante e torna subito alla Home CarPlay.
en: For the system test, tap the button and immediately return to CarPlay Home.
es: Para la prueba del sistema, toca el botón y vuelve inmediatamente a la pantalla de inicio de CarPlay.
fr: Pour le test système, touchez le bouton puis revenez immédiatement à l’accueil CarPlay.

source: Per testare manualmente entrambe le notifiche, tocca prima “Inizio rigenerazione” e poi “Fine rigenerazione”.
en: To test both notifications manually, tap “Regeneration started” first, then “Regeneration finished.”
es: Para probar manualmente ambas notificaciones, toca primero «Inicio de regeneración» y después «Fin de regeneración».
fr: Pour tester manuellement les deux notifications, touchez d’abord « Début de la régénération », puis « Fin de la régénération ».

source: Permesso notifiche negato
en: Notification permission denied
es: Permiso de notificaciones denegado
fr: Autorisation de notifications refusée

source: Permesso notifiche non ancora concesso
en: Notification permission has not been granted yet
es: Aún no se ha concedido el permiso de notificaciones
fr: Autorisation de notifications pas encore accordée

source: PID non disponibile
en: PID unavailable
es: PID no disponible
fr: PID indisponible

source: Porta TCP
en: TCP port
es: Puerto TCP
fr: Port TCP

source: Pressione olio
en: Oil pressure
es: Presión de aceite
fr: Pression d’huile

source: PRESSIONE OLIO
en: OIL PRESSURE
es: PRESIÓN DE ACEITE
fr: PRESSION D’HUILE

source: Prima la sicurezza
en: Safety first
es: La seguridad es lo primero
fr: La sécurité d’abord

source: Pronto
en: Ready
es: Listo
fr: Prêt

source: Pronto per la prima lettura
en: Ready for your first reading
es: Listo para la primera lectura
fr: Prêt pour la première lecture

source: Quando Guida è attiva, iOS silenzia o limita le notifiche delle app, anche su CarPlay.
en: When Driving Focus is active, iOS silences or limits app notifications, including on CarPlay.
es: Cuando Concentración al volante está activa, iOS silencia o limita las notificaciones de las apps, también en CarPlay.
fr: Lorsque Concentration au volant est activée, iOS réduit ou bloque les notifications des apps, y compris sur CarPlay.

source: Questo scenario verifica come l’app gestisce PID non disponibili. Scegli un altro stato per continuare la demo.
en: This scenario checks how the app handles unavailable PIDs. Choose another state to continue the demo.
es: Este escenario comprueba cómo gestiona la app los PID no disponibles. Elige otro estado para continuar la demo.
fr: Ce scénario vérifie comment l’app gère les PID indisponibles. Choisissez un autre état pour poursuivre la démo.

source: Ricerca dell’adattatore in corso
en: Searching for the adapter
es: Buscando el adaptador
fr: Recherche de l’adaptateur

source: Ricerca dell’ELM327 in corso
en: Searching for the ELM327
es: Buscando el ELM327
fr: Recherche de l’ELM327 en cours

source: RIGEN
en: REGEN
es: REGEN.
fr: RÉGÉN.

source: Rigenerazione
en: Regeneration
es: Regeneración
fr: Régénération

source: RIGENERAZIONE
en: REGENERATION
es: REGENERACIÓN
fr: RÉGÉNÉRATION

source: Rigenerazione attiva
en: Active regeneration
es: Regeneración activa
fr: Régénération active

source: Rigenerazione completata
en: Regeneration completed
es: Regeneración completada
fr: Régénération terminée

source: Rigenerazione completata — %d min.
en: Regeneration completed — %d min.
es: Regeneración completada — %d min.
fr: Régénération terminée — %d min.

source: Rigenerazione DPF attiva
en: DPF regeneration active
es: Regeneración del DPF activa
fr: Régénération DPF active

source: Rigenerazione DPF completata.
en: DPF regeneration completed.
es: Regeneración del DPF completada.
fr: Régénération DPF terminée.

source: Rigenerazione DPF iniziata
en: DPF regeneration started
es: Regeneración del DPF iniciada
fr: Régénération DPF commencée

source: Rigenerazione DPF iniziata — non spegnere il motore.
en: DPF regeneration started — do not turn off the engine.
es: Regeneración del DPF iniciada — no apagues el motor.
fr: Régénération DPF commencée — ne coupez pas le moteur.

source: Rigenerazione DPF terminata
en: DPF regeneration finished
es: Regeneración del DPF finalizada
fr: Régénération DPF terminée

source: Rigenerazione imminente
en: Regeneration imminent
es: Regeneración inminente
fr: Régénération imminente

source: Rigenerazione in corso
en: Regeneration in progress
es: Regeneración en curso
fr: Régénération en cours

source: Rigenerazione iniziata — DPF al %.0f%%. Non spegnere il motore.
en: Regeneration started — DPF at %.0f%%. Do not turn off the engine.
es: Regeneración iniciada — DPF al %.0f%%. No apagues el motor.
fr: Régénération commencée — DPF à %.0f%%. Ne coupez pas le moteur.

source: Rigenerazione iniziata. Non spegnere il motore.
en: Regeneration started. Do not turn off the engine.
es: Regeneración iniciada. No apagues el motor.
fr: Régénération commencée. Ne coupez pas le moteur.

source: Rigenerazione non attiva
en: Regeneration inactive
es: Regeneración no activa
fr: Régénération inactive

source: Rigenerazione passiva
en: Passive regeneration
es: Regeneración pasiva
fr: Régénération passive

source: Rigenerazione: %@
en: Regeneration: %@
es: Regeneración: %@
fr: Régénération : %@

source: Rigenerazioni
en: Regens
es: Regeneraciones
fr: Régénérations

source: RIGENERAZIONI
en: REGENERATIONS
es: REGENERACIONES
fr: RÉGÉNÉRATIONS

source: Rigenerazioni totali
en: Total regenerations
es: Total de regeneraciones
fr: Total des régénérations

source: Riprova
en: Retry
es: Reintentar
fr: Réessayer

source: Riprova connessione
en: Retry connection
es: Reintentar conexión
fr: Réessayer la connexion

source: Salvati
en: Saved
es: Guardados
fr: Enregistrées

source: SATURAZIONE
en: SATURATION
es: SATURACIÓN
fr: SATURATION

source: Scarico
en: Exhaust
es: Escape
fr: Échappement

source: SCARICO
en: EXHAUST
es: ESCAPE
fr: ÉCHAPPEMENT

source: Scegli un altro scenario
en: Choose another scenario
es: Elegir otro escenario
fr: Choisir un autre scénario

source: Scenario dati assenti
en: Data unavailable scenario
es: Escenario sin datos
fr: Scénario de données indisponibles

source: Sconosciuto
en: Unknown
es: Desconocido
fr: Inconnu

source: Selezione
en: Selection
es: Selección
fr: Sélection

source: Sistema
en: System
fr: Système

source: Sostieni con €4,99
en: Support with €4.99
es: Apoyar con 4,99 €
fr: Soutenir avec 4,99 €

source: SOSTIENI IL PROGETTO
en: SUPPORT THE PROJECT
es: APOYA EL PROYECTO
fr: SOUTENIR LE PROJET

source: Stato %@
en: Status %@
es: Estado %@
fr: État %@

source: Stato connessione
en: Connection status
es: Estado de la conexión
fr: État de la connexion

source: Stato di carica
en: State of charge
es: Estado de carga
fr: État de charge

source: Stato pressione olio
en: Oil pressure status
es: Estado de la presión de aceite
fr: État de la pression d’huile

source: STATO PRESSIONE OLIO
en: OIL PRESSURE STATUS
es: ESTADO DE LA PRESIÓN DE ACEITE
fr: ÉTAT DE LA PRESSION D’HUILE

source: Stato pressione olio 22194D: %@
en: Oil pressure status 22194D: %@
es: Estado de la presión de aceite 22194D: %@
fr: État de la pression d’huile 22194D : %@

source: Stato reale letto dal PID di rigenerazione
en: Actual status read from the regeneration PID
es: Estado real leído del PID de regeneración
fr: État réel lu depuis le PID de régénération

source: Stato rigenerazione sconosciuto
en: Regeneration status unknown
es: Estado de regeneración desconocido
fr: État de régénération inconnu

source: Stato stimato dai dati disponibili
en: Status estimated from available data
es: Estado estimado a partir de los datos disponibles
fr: État estimé à partir des données disponibles

source: Storico
en: History
es: Historial
fr: Historique

source: Storico DPF
en: DPF history
es: Historial del DPF
fr: Historique DPF

source: STRUMENTI
en: TOOLS
es: HERRAMIENTAS
fr: OUTILS

source: Suoni disattivati
en: Sounds are off
es: Sonidos desactivados
fr: Sons désactivés

source: TELEMETRIA ECU
en: ECU TELEMETRY
es: TELEMETRÍA DE ECU
fr: TÉLÉMÉTRIE ECU

source: Telemetria OBD interrotta. Mostro l’ultimo stato valido.
en: OBD telemetry was interrupted. Showing the last valid state.
es: La telemetría OBD se interrumpió. Se muestra el último estado válido.
fr: Télémétrie OBD interrompue. Affichage du dernier état valide.

source: LIQUIDO MOTORE
en: ENGINE COOLANT
es: REFRIGERANTE MOTOR
fr: LIQUIDE MOTEUR

source: Temperatura liquido motore
en: Engine coolant temperature
es: Temperatura del refrigerante del motor
fr: Température du liquide moteur

source: Temperatura gas di scarico
en: Exhaust gas temperature
es: Temperatura de los gases de escape
fr: Température des gaz d’échappement

source: Temperatura scarico: PID %@ · %@
en: Exhaust temperature: PID %@ · %@
es: Temperatura de escape: PID %@ · %@
fr: Température d’échappement : PID %@ · %@

source: Tensione batteria
en: Battery voltage
es: Tensión de la batería
fr: Tension de la batterie

source: Tenta la connessione all’apertura dell’app
en: Try to connect when the app opens
es: Intentar conectar al abrir la app
fr: Essayer de se connecter à l’ouverture de l’app

source: Tenta la connessione Bluetooth all’apertura dell’app
en: Try the Bluetooth connection when the app opens
es: Intentar la conexión Bluetooth al abrir la app
fr: Essayer la connexion Bluetooth à l’ouverture de l’app

source: Termina
en: Stop
es: Finalizar
fr: Arrêter

source: Termina simulazione
en: Stop simulation
es: Detener simulación
fr: Arrêter la simulation

source: Termina test
en: Stop test
es: Detener prueba
fr: Arrêter le test

source: Test a schermo bloccato: iOS decide se mostrare o annunciare questo avviso.
en: Lock-screen test: iOS decides whether to show or announce this alert.
es: Prueba con la pantalla bloqueada: iOS decide si muestra o anuncia esta alerta.
fr: Test sur écran verrouillé : iOS décide d’afficher ou d’annoncer cette alerte.

source: Test alert CarPlay
en: Test CarPlay alert
es: Probar alerta de CarPlay
fr: Tester l’alerte CarPlay

source: Test avviso
en: Test alert
es: Probar alerta
fr: Tester l’alerte

source: Test avviso Alpha DPF Monitor
en: Alpha DPF Monitor test alert
es: Alerta de prueba de Alpha DPF Monitor
fr: Alerte de test Alpha DPF Monitor

source: Test disponibile solo su iPhone
en: Test available on iPhone only
es: Prueba disponible solo en el iPhone
fr: Test disponible sur iPhone uniquement

source: Test notifica CarPlay
en: Test CarPlay notification
es: Probar notificación de CarPlay
fr: Tester la notification CarPlay

source: Test notifica non riuscito
en: Notification test failed
es: La prueba de notificación ha fallado
fr: Échec du test de notification

source: Test senza automobile
en: Test without a vehicle
es: Prueba sin vehículo
fr: Test sans voiture

source: Test sistema · 10 s
en: System test · 10 sec
es: Prueba del sistema · 10 s
fr: Test système · 10 s

source: Test tra 5 s: blocca lo schermo
en: Test in 5 sec: lock the screen
es: Prueba en 5 s: bloquea la pantalla
fr: Test dans 5 s : verrouillez l’écran

source: Ti piace Alpha DPF Monitor?
en: Enjoying Alpha DPF Monitor?
es: ¿Te gusta Alpha DPF Monitor?
fr: Alpha DPF Monitor vous plaît ?

source: Time Sensitive disattivate
en: Time Sensitive notifications are off
es: Notificaciones urgentes desactivadas
fr: Notifications urgentes désactivées

source: Tipo di adattatore
en: Adapter type
es: Tipo de adaptador
fr: Type d’adaptateur

source: Tocca e trascina il grafico per esplorare i dati
en: Touch and drag the chart to explore the data
es: Toca y arrastra el gráfico para explorar los datos
fr: Touchez et faites glisser le graphique pour explorer les données

source: Tocca e trascina per esplorare i campioni nel tempo
en: Touch and drag to explore samples over time
es: Toca y arrastra para explorar las muestras a lo largo del tiempo
fr: Touchez et faites glisser pour explorer les échantillons dans le temps

source: Ultima
en: Last regen
es: Última regeneración
fr: Dernière régénération

source: ULTIMA LETTURA CARICO DPF
en: LAST DPF LOAD READING
es: ÚLTIMA LECTURA DE CARGA DEL DPF
fr: DERNIÈRE LECTURE DE CHARGE DPF

source: Ultimo aggiornamento
en: Last update
es: Última actualización
fr: Dernière mise à jour

source: ULTIMO STATO SALVATO
en: LAST SAVED STATE
es: ÚLTIMO ESTADO GUARDADO
fr: DERNIER ÉTAT ENREGISTRÉ

source: Ultimo stato salvato, non in tempo reale
en: Last saved state, not real time
es: Último estado guardado, no en tiempo real
fr: Dernier état enregistré, pas en temps réel

source: Una rigenerazione è attiva; verrà richiesta conferma.
en: A regeneration is active; confirmation will be required.
es: Hay una regeneración activa; se pedirá confirmación.
fr: Une régénération est active ; une confirmation sera demandée.

source: Valore dell’ultima connessione, non in tempo reale.
en: Value from the last connection, not real time.
es: Valor de la última conexión, no en tiempo real.
fr: Valeur de la dernière connexion, pas en temps réel.

source: Verifica impostazioni in corso
en: Checking notification settings
es: Comprobando los ajustes
fr: Vérification des réglages en cours

source: Altri
en: Other
es: Otros
fr: Autres

source: Avanz.
en: Prog.
es: Progr.
fr: Progr.

source: N. regen
en: No. regens
es: N.º regen.
fr: Nb régén.

source: Temp. motore
en: Coolant
es: Temp. motor
fr: Temp. moteur

source: Temp. scarico
en: Exh. temp.
es: Temp. escape
fr: Temp. échapp.

source: Ult. regen
en: Last reg.
es: Últ. regen.
fr: Dern. régén.

source: DPF LOAD
es: CARGA DEL DPF
fr: CHARGE DU DPF

source: formula raw×1000/65535 = %@
es: fórmula raw×1000/65535 = %@
fr: formule raw×1000/65535 = %@

source: Live
es: En directo
fr: En direct

source: standby
es: espera
fr: veille

source: Batt.
es: Bater.

source: Monitor
fr: Moniteur

source: PID 2218E4 · ECU %@
fr: PID 2218E4 · calculateur %@

source: Regen
fr: Régén.
